tap "buo/cask-upgrade"
tap "excitedplus1s/repo"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jeffreywildman/virt-manager"
tap "morantron/tmux-fingers"
tap "nikitabobko/tap"
brew "openjdk"
brew "apktool"
brew "awscli"
brew "bat"
brew "bat-extras"
brew "bitwarden-cli"
brew "pkgconf"
brew "dex2jar"
brew "fd"
brew "gnupg"
brew "fwknop"
brew "fzf"
brew "gcc"
brew "gemini-cli"
brew "gobuster"
brew "grep"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "jadx"
brew "mas"
brew "mise"
brew "most"
brew "neofetch", args: ["HEAD"]
brew "nmap", args: ["HEAD"]
brew "nuclei"
brew "openssh"
brew "p7zip"
brew "pidcat"
brew "pyright"
brew "ragel"
brew "ripgrep"
brew "speedtest-cli"
brew "spotify_player"
brew "sqlmap"
brew "sslscan"
brew "thefuck"
brew "tmux"
brew "tpm"
brew "trash", args: ["HEAD"], link: true
brew "tree-sitter"
brew "tree-sitter-cli"
brew "unzip"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "morantron/tmux-fingers/tmux-fingers"
cask "aerospace"
cask "alacritty"
cask "android-platform-tools"
cask "android-sdk"
cask "bitwarden"
cask "burp-suite"
cask "burp-suite-professional"
cask "discord"
cask "firefox"
cask "flux-app"
cask "font-anonymice-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "iterm2"
cask "jtool2"
cask "karabiner-elements"
cask "logi-options+"
cask "marta"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "raycast"
cask "slack"
cask "the-unarchiver"
cask "tunnelblick"
cask "visual-studio-code"
cask "whatsapp"
mas "Magnet", id: 441258766
vscode "poolside-ai.poolside"
go "cmd/go"
go "cmd/gofmt"
