tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
cask "osxfuse"
brew "apktool"
brew "archey"
brew "autoenv"
brew "awscli"
brew "azure-cli"
brew "cmake"
brew "ctags"
brew "dex2jar"
brew "docker", link: false
brew "docker-compose", link: false
brew "fd"
brew "python"
brew "gnupg"
brew "grep"
brew "hashcat", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller", args: ["HEAD"]
brew "jadx"
brew "john"
brew "libpng"
brew "mono"
brew "most"
brew "neovim", args: ["HEAD"]
brew "nikto"
brew "nmap"
brew "node@12"
brew "ntfs-3g"
brew "openssh"
brew "p7zip"
brew "packer"
brew "pidcat"
brew "python@2"
brew "ragel"
brew "ripgrep"
brew "speedtest-cli"
brew "sqlmap", args: ["HEAD"]
brew "sslyze"
brew "thefuck"
brew "tmux"
brew "trash", args: ["HEAD"]
brew "unrar"
brew "unzip"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "android-platform-tools"
cask "android-sdk"
cask "authy"
cask "docker"
cask "flux"
cask "font-anonymice-powerline"
cask "font-anonymous-pro"
cask "font-consolas-for-powerline"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-inconsolata"
cask "font-inconsolata-dz"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-g-for-powerline"
cask "font-inconsolata-lgc"
cask "font-liberation-mono-for-powerline"
cask "font-liberation-sans"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-meslo-lg"
cask "font-monofur"
cask "font-monofur-for-powerline"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro-for-powerline"
cask "hammerspoon"
cask "impactor"
cask "jd-gui"
cask "mysimbl"
cask "spotify"
cask "spotify-notifications"
cask "sublime-text"
cask "the-unarchiver"
cask "transmission"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "wireshark"
